const mrts = [
    {
      "mrt_id": 1,
      "station": "忠孝復興站",
      "pos": {
      "lat": 25.041629,
      "lon": 121.543767
      }
    },
    {
      "mrt_id": 2,
      "station": "南港展覽館站",
      "pos": {
      "lat": 25.0553846,
      "lon": 121.6182655
      }
    },
    {
      "mrt_id": 3,
      "station": "松山機場站",
      "pos": {
      "lat": 25.063021,
      "lon": 121.5517715
      }
    },
    {
      "mrt_id": 4,
      "station": "中山國中站",
      "pos": {
      "lat": 25.060848,
      "lon": 121.544226
      }
    },
    {
      "mrt_id": 5,
      "station": "南京復興站",
      "pos": {
      "lat": 25.0520954,
      "lon": 121.5443516
      }
    },
    {
      "mrt_id": 6,
      "station": "大安站",
      "pos": {
      "lat": 25.0332255,
      "lon": 121.5439082
      }
    },
    {
      "mrt_id": 7,
      "station": "科技大樓站",
      "pos": {
      "lat": 25.026124,
      "lon": 121.543437
      }
    },
    {
      "mrt_id": 8,
      "station": "六張犁站",
      "pos": {
      "lat": 25.023698,
      "lon": 121.55162
      }
    },
    {
      "mrt_id": 9,
      "station": "麟光站",
      "pos": {
      "lat": 25.015464,
      "lon": 121.561065
      }
    },
    {
      "mrt_id": 10,
      "station": "辛亥站",
      "pos": {
      "lat": 25.005475,
      "lon": 121.557107
      }
    },
    {
      "mrt_id": 11,
      "station": "萬芳醫院站",
      "pos": {
      "lat": 24.9993886,
      "lon": 121.5582008
      }
    },
    {
      "mrt_id": 12,
      "station": "萬芳社區站",
      "pos": {
      "lat": 25.00225,
      "lon": 121.569992
      }
    },
    {
      "mrt_id": 13,
      "station": "木柵站",
      "pos": {
      "lat": 24.99824,
      "lon": 121.573145
      }
    },
    {
      "mrt_id": 14,
      "station": "動物園站",
      "pos": {
      "lat": 24.998259,
      "lon": 121.57943
      }
    },
    {
      "mrt_id": 15,
      "station": "大直站",
      "pos": {
      "lat": 25.079476,
      "lon": 121.546894
      }
    },
    {
      "mrt_id": 16,
      "station": "劍南路站",
      "pos": {
      "lat": 25.084853,
      "lon": 121.555592
      }
    },
    {
      "mrt_id": 17,
      "station": "西湖站",
      "pos": {
      "lat": 25.082133,
      "lon": 121.567213
      }
    },
    {
      "mrt_id": 18,
      "station": "港墘站",
      "pos": {
      "lat": 25.080038,
      "lon": 121.575102
      }
    },
    {
      "mrt_id": 19,
      "station": "文德站",
      "pos": {
      "lat": 25.0785484,
      "lon": 121.5855236
      }
    },
    {
      "mrt_id": 20,
      "station": "內湖站",
      "pos": {
      "lat": 25.064786,
      "lon": 121.585319
      }
    },
    {
      "mrt_id": 21,
      "station": "大湖公園站",
      "pos": {
      "lat": 25.083009,
      "lon": 121.605262
      }
    },
    {
      "mrt_id": 22,
      "station": "葫洲站",
      "pos": {
      "lat": 25.0727158,
      "lon": 121.6071548
      }
    },
    {
      "mrt_id": 23,
      "station": "東湖站",
      "pos": {
      "lat": 25.0671258,
      "lon": 121.6117183
      }
    },
    {
      "mrt_id": 24,
      "station": "南港軟體園區站",
      "pos": {
      "lat": 25.0599419,
      "lon": 121.6159291
      }
    },
    {
      "mrt_id": 25,
      "station": "小碧潭站",
      "pos": {
      "lat": 24.972008,
      "lon": 121.530487
      }
    },
    {
      "mrt_id": 26,
      "station": "新店站",
      "pos": {
      "lat": 24.95894,
      "lon": 121.538581
      }
    },
    {
      "mrt_id": 27,
      "station": "新店市公所站",
      "pos": {
      "lat": 24.9673862,
      "lon": 121.5410004
      }
    },
    {
      "mrt_id": 28,
      "station": "七張站",
      "pos": {
      "lat": 24.9749794,
      "lon": 121.5431015
      }
    },
    {
      "mrt_id": 29,
      "station": "大坪林站",
      "pos": {
      "lat": 24.9827862,
      "lon": 121.5410329
      }
    },
    {
      "mrt_id": 30,
      "station": "景美站",
      "pos": {
      "lat": 24.993524,
      "lon": 121.540817
      }
    },
    {
      "mrt_id": 31,
      "station": "萬隆站",
      "pos": {
      "lat": 24.999282,
      "lon": 121.540237
      }
    },
    {
      "mrt_id": 32,
      "station": "公館站",
      "pos": {
      "lat": 25.011943,
      "lon": 121.537818
      }
    },
    {
      "mrt_id": 33,
      "station": "臺電大樓站",
      "pos": {
      "lat": 25.017557,
      "lon": 121.531394
      }
    },
    {
      "mrt_id": 34,
      "station": "古亭站",
      "pos": {
      "lat": 25.0261342,
      "lon": 121.522922
      }
    },
    {
      "mrt_id": 35,
      "station": "中正紀念堂站",
      "pos": {
      "lat": 25.032729,
      "lon": 121.51827
      }
    },
    {
      "mrt_id": 36,
      "station": "頂溪站",
      "pos": {
      "lat": 25.014218,
      "lon": 121.5153677
      }
    },
    {
      "mrt_id": 37,
      "station": "永安市場站",
      "pos": {
      "lat": 25.003881,
      "lon": 121.51332
      }
    },
    {
      "mrt_id": 38,
      "station": "景安站",
      "pos": {
      "lat": 24.9937115,
      "lon": 121.5046146
      }
    },
    {
      "mrt_id": 39,
      "station": "南勢角站",
      "pos": {
      "lat": 24.9899178,
      "lon": 121.5088501
      }
    },
    {
      "mrt_id": 40,
      "station": "小南門站",
      "pos": {
      "lat": 25.035534,
      "lon": 121.51088
      }
    },
    {
      "mrt_id": 41,
      "station": "臺大醫院站",
      "pos": {
      "lat": 25.041471,
      "lon": 121.518577
      }
    },
    {
      "mrt_id": 42,
      "station": "臺北車站",
      "pos": {
      "lat": 25.0477505,
      "lon": 121.5170599
      }
    },
    {
      "mrt_id": 43,
      "station": "中山站",
      "pos": {
      "lat": 25.0529046,
      "lon": 121.5203406
      }
    },
    {
      "mrt_id": 44,
      "station": "雙連站",
      "pos": {
      "lat": 25.0579015,
      "lon": 121.5206032
      }
    },
    {
      "mrt_id": 45,
      "station": "民權西路站",
      "pos": {
      "lat": 25.0628786,
      "lon": 121.519346
      }
    },
    {
      "mrt_id": 46,
      "station": "圓山站",
      "pos": {
      "lat": 25.071353,
      "lon": 121.520118
      }
    },
    {
      "mrt_id": 47,
      "station": "劍潭站",
      "pos": {
      "lat": 25.084873,
      "lon": 121.525077
      }
    },
    {
      "mrt_id": 48,
      "station": "士林站",
      "pos": {
      "lat": 25.093535,
      "lon": 121.526229
      }
    },
    {
      "mrt_id": 49,
      "station": "芝山站",
      "pos": {
      "lat": 25.1030598,
      "lon": 121.5225139
      }
    },
    {
      "mrt_id": 50,
      "station": "明德站",
      "pos": {
      "lat": 25.10972,
      "lon": 121.518848
      }
    },
    {
      "mrt_id": 51,
      "station": "石牌站",
      "pos": {
      "lat": 25.114523,
      "lon": 121.515559
      }
    },
    {
      "mrt_id": 52,
      "station": "唭哩岸站",
      "pos": {
      "lat": 25.120872,
      "lon": 121.506252
      }
    },
    {
      "mrt_id": 53,
      "station": "奇岩站",
      "pos": {
      "lat": 25.126112,
      "lon": 121.5010071
      }
    },
    {
      "mrt_id": 54,
      "station": "北投站",
      "pos": {
      "lat": 25.1313054,
      "lon": 121.4991801
      }
    },
    {
      "mrt_id": 55,
      "station": "新北投站",
      "pos": {
      "lat": 25.1369429,
      "lon": 121.5026492
      }
    },
    {
      "mrt_id": 56,
      "station": "復興崗站",
      "pos": {
      "lat": 25.138198,
      "lon": 121.491851
      }
    },
    {
      "mrt_id": 57,
      "station": "忠義站",
      "pos": {
      "lat": 25.131058,
      "lon": 121.473226
      }
    },
    {
      "mrt_id": 58,
      "station": "關渡站",
      "pos": {
      "lat": 25.124923,
      "lon": 121.465515
      }
    },
    {
      "mrt_id": 59,
      "station": "竹圍站",
      "pos": {
      "lat": 25.136558,
      "lon": 121.46009
      }
    },
    {
      "mrt_id": 60,
      "station": "紅樹林站",
      "pos": {
      "lat": 25.154042,
      "lon": 121.458871
      }
    },
    {
      "mrt_id": 61,
      "station": "淡水站",
      "pos": {
      "lat": 25.167817,
      "lon": 121.44556
      }
    },
    {
      "mrt_id": 62,
      "station": "頂埔站",
      "pos": {
      "lat": 24.959332,
      "lon": 121.4198624
      }
    },
    {
      "mrt_id": 63,
      "station": "永寧站",
      "pos": {
      "lat": 24.9668026,
      "lon": 121.4363174
      }
    },
    {
      "mrt_id": 64,
      "station": "土城站",
      "pos": {
      "lat": 24.9732244,
      "lon": 121.4441573
      }
    },
    {
      "mrt_id": 65,
      "station": "海山站",
      "pos": {
      "lat": 24.9854279,
      "lon": 121.4486084
      }
    },
    {
      "mrt_id": 66,
      "station": "亞東醫院站",
      "pos": {
      "lat": 24.998037,
      "lon": 121.452514
      }
    },
    {
      "mrt_id": 67,
      "station": "府中站",
      "pos": {
      "lat": 25.0083954,
      "lon": 121.4589482
      }
    },
    {
      "mrt_id": 68,
      "station": "板橋站",
      "pos": {
      "lat": 25.0145999,
      "lon": 121.4625299
      }
    },
    {
      "mrt_id": 69,
      "station": "新埔站",
      "pos": {
      "lat": 25.0241811,
      "lon": 121.4682288
      }
    },
    {
      "mrt_id": 70,
      "station": "江子翠站",
      "pos": {
      "lat": 25.033971,
      "lon": 121.473281
      }
    },
    {
      "mrt_id": 71,
      "station": "龍山寺站",
      "pos": {
      "lat": 25.035279,
      "lon": 121.499826
      }
    },
    {
      "mrt_id": 72,
      "station": "西門站",
      "pos": {
      "lat": 25.0421203,
      "lon": 121.5076592
      }
    },
    {
      "mrt_id": 73,
      "station": "善導寺站",
      "pos": {
      "lat": 25.0441055,
      "lon": 121.524231
      }
    },
    {
      "mrt_id": 74,
      "station": "忠孝新生站",
      "pos": {
      "lat": 25.0424433,
      "lon": 121.5332498
      }
    },
    {
      "mrt_id": 75,
      "station": "忠孝敦化站",
      "pos": {
      "lat": 25.0416218,
      "lon": 121.5516552
      }
    },
    {
      "mrt_id": 76,
      "station": "國父紀念館站",
      "pos": {
      "lat": 25.039012,
      "lon": 121.557739
      }
    },
    {
      "mrt_id": 77,
      "station": "市政府站",
      "pos": {
      "lat": 25.041146,
      "lon": 121.565963
      }
    },
    {
      "mrt_id": 78,
      "station": "永春站",
      "pos": {
      "lat": 25.0407066,
      "lon": 121.5765839
      }
    },
    {
      "mrt_id": 79,
      "station": "後山埤站",
      "pos": {
      "lat": 25.045054,
      "lon": 121.582522
      }
    },
    {
      "mrt_id": 80,
      "station": "昆陽站",
      "pos": {
      "lat": 25.0501585,
      "lon": 121.593423
      }
    },
    {
      "mrt_id": 81,
      "station": "南港站",
      "pos": {
      "lat": 25.052056,
      "lon": 121.606569
      }
    },
    {
      "mrt_id": 82,
      "station": "大橋頭站",
      "pos": {
      "lat": 25.0632553,
      "lon": 121.5127182
      }
    },
    {
      "mrt_id": 83,
      "station": "中山國小站",
      "pos": {
      "lat": 25.062693,
      "lon": 121.526418
      }
    },
    {
      "mrt_id": 84,
      "station": "行天宮站",
      "pos": {
      "lat": 25.059717,
      "lon": 121.533184
      }
    },
    {
      "mrt_id": 85,
      "station": "松江南京站",
      "pos": {
      "lat": 25.0512257,
      "lon": 121.5327387
      }
    },
    {
      "mrt_id": 86,
      "station": "東門站",
      "pos": {
      "lat": 25.0340535,
      "lon": 121.5289343
      }
    },
    {
      "mrt_id": 87,
      "station": "蘆洲站",
      "pos": {
      "lat": 25.091553,
      "lon": 121.464471
      }
    },
    {
      "mrt_id": 88,
      "station": "三民高中站",
      "pos": {
      "lat": 25.085457,
      "lon": 121.473389
      }
    },
    {
      "mrt_id": 89,
      "station": "徐匯中學站",
      "pos": {
      "lat": 25.079547,
      "lon": 121.481262
      }
    },
    {
      "mrt_id": 90,
      "station": "三和國中站",
      "pos": {
      "lat": 25.07542,
      "lon": 121.488685
      }
    },
    {
      "mrt_id": 91,
      "station": "三重國小站",
      "pos": {
      "lat": 25.06945,
      "lon": 121.498291
      }
    },
    {
      "mrt_id": 92,
      "station": "輔大站",
      "pos": {
      "lat": 25.0328241,
      "lon": 121.4361096
      }
    },
    {
      "mrt_id": 93,
      "station": "新莊站",
      "pos": {
      "lat": 25.036125,
      "lon": 121.452468
      }
    },
    {
      "mrt_id": 94,
      "station": "頭前庄站",
      "pos": {
      "lat": 25.039705,
      "lon": 121.461746
      }
    },
    {
      "mrt_id": 95,
      "station": "先嗇宮",
      "pos": {
      "lat": 25.046493,
      "lon": 121.471916
      }
    },
    {
      "mrt_id": 96,
      "station": "三重站",
      "pos": {
      "lat": 25.055791,
      "lon": 121.484725
      }
    },
    {
      "mrt_id": 97,
      "station": "菜寮站",
      "pos": {
      "lat": 25.060274,
      "lon": 121.492156
      }
    },
    {
      "mrt_id": 98,
      "station": "臺北橋站",
      "pos": {
      "lat": 25.063059,
      "lon": 121.499916
      }
    },
    {
      "mrt_id": 99,
      "station": "迴龍站",
      "pos": {
      "lat": 25.02254,
      "lon": 121.412734
      }
    },
    {
      "mrt_id": 100,
      "station": "丹鳳站",
      "pos": {
      "lat": 25.0290509,
      "lon": 121.422421
      }
    },
    {
      "mrt_id": 101,
      "station": "象山站",
      "pos": {
      "lat": 25.032939,
      "lon": 121.5688409
      }
    },
    {
      "mrt_id": 102,
      "station": "台北101/世貿中心站",
      "pos": {
      "lat": 25.0330575,
      "lon": 121.5631862
      }
    },
    {
      "mrt_id": 103,
      "station": "信義安和站",
      "pos": {
      "lat": 25.033116,
      "lon": 121.552798
      }
    },
    {
      "mrt_id": 104,
      "station": "大安森林公園站",
      "pos": {
      "lat": 25.0334788,
      "lon": 121.535352
      }
    },
    {
      "mrt_id": 105,
      "station": "北門站",
      "pos": {
      "lat": 25.0490258,
      "lon": 121.5099912
      }
    },
    {
      "mrt_id": 106,
      "station": "台北小巨蛋站",
      "pos": {
      "lat": 25.0514463,
      "lon": 121.5507862
      }
    },
    {
      "mrt_id": 107,
      "station": "南京三民站",
      "pos": {
      "lat": 25.051462,
      "lon": 121.560447
      }
    },
    {
      "mrt_id": 108,
      "station": "松山站",
      "pos": {
      "lat": 25.0498846,
      "lon": 121.5775295
      }
    }
  ];
//module.exports = mrts;
